export const authErrorMessage: string[] = [
  "20자 이하의 이름을 입력해주세요",
  "현재는 고려대/연세대/이화여대 학교만 운영되고 있어요",
  "19-40사이의 나이를 입력해주세요. 20초 20중 20후 30초로 보여져요!",
  "성별을 선택해주세요",
  "15자 이내로 적어주세요.",
  "1자 이상의 자기소개를 입력해주세요",
];

export const createPlaceErrorMessage: string[] = [
  "3자 이상 20자 이하의 모임 제목을 입력해주세요",
  "500자 이하의 모임 소개글을 입력해주세요",
  "만남 시간을 설정해주세요 (현재로부터 30분 이후)",
  "만남 장소를 설정해주세요",
  "최대 참가인원을 설정해주세요",
  "참가비를 원 단위로 입력해주세요",
  "3장 이상의 모임(장소) 사진을 선정해주세요",
  "그룹 오픈 카카오 채팅 링크는 https://open.kakao.com/o/g 로 시작합니다.",
];
